-- phpMyAdmin SQL Dump
-- version 4.7.5
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Май 30 2025 г., 21:52
-- Версия сервера: 10.1.36-MariaDB
-- Версия PHP: 7.2.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `wincc`
--

-- --------------------------------------------------------

--
-- Структура таблицы `data`
--

CREATE TABLE `data` (
  `ID` int(10) NOT NULL,
  `Name` varchar(50) NOT NULL,
  `Parameter` decimal(10,2) NOT NULL,
  `Dates` varchar(17) NOT NULL DEFAULT '0000-00-00',
  `Times` varchar(17) NOT NULL DEFAULT '00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `data`
--

INSERT INTO `data` (`ID`, `Name`, `Parameter`, `Dates`, `Times`) VALUES
(3734, 'Продуктивність ділянки ПТЛ, т/год', '59.98', '30.05.2025', '21:44:58'),
(3735, 'Продуктивність ділянки ПТЛ, т/год', '59.92', '30.05.2025', '21:45:03'),
(3736, 'Продуктивність ділянки ПТЛ, т/год', '59.88', '30.05.2025', '21:45:08'),
(3737, 'Продуктивність ділянки ПТЛ, т/год', '59.85', '30.05.2025', '21:45:13'),
(3738, 'Продуктивність ділянки ПТЛ, т/год', '59.84', '30.05.2025', '21:45:18'),
(3739, 'Продуктивність ділянки ПТЛ, т/год', '59.85', '30.05.2025', '21:45:24'),
(3740, 'Продуктивність ділянки ПТЛ, т/год', '59.86', '30.05.2025', '21:45:29'),
(3741, 'Продуктивність ділянки ПТЛ, т/год', '59.88', '30.05.2025', '21:45:36'),
(3742, 'Продуктивність ділянки ПТЛ, т/год', '59.91', '30.05.2025', '21:45:42'),
(3743, 'Продуктивність ділянки ПТЛ, т/год', '59.94', '30.05.2025', '21:45:49'),
(3744, 'Продуктивність ділянки ПТЛ, т/год', '59.97', '30.05.2025', '21:45:55'),
(3745, 'Продуктивність ділянки ПТЛ, т/год', '59.99', '30.05.2025', '21:46:01'),
(3746, 'Продуктивність ділянки ПТЛ, т/год', '60.01', '30.05.2025', '21:46:06'),
(3747, 'Продуктивність ділянки ПТЛ, т/год', '60.03', '30.05.2025', '21:46:12'),
(3748, 'Продуктивність ділянки ПТЛ, т/год', '60.04', '30.05.2025', '21:46:17'),
(3749, 'Продуктивність ділянки ПТЛ, т/год', '60.04', '30.05.2025', '21:46:21'),
(3750, 'Продуктивність ділянки ПТЛ, т/год', '60.04', '30.05.2025', '21:46:26'),
(3751, 'Продуктивність ділянки ПТЛ, т/год', '60.04', '30.05.2025', '21:46:30'),
(3752, 'Продуктивність ділянки ПТЛ, т/год', '60.04', '30.05.2025', '21:46:34'),
(3753, 'Продуктивність ділянки ПТЛ, т/год', '60.03', '30.05.2025', '21:46:38'),
(3754, 'Продуктивність ділянки ПТЛ, т/год', '60.02', '30.05.2025', '21:46:42'),
(3690, 'Продуктивність ділянки ПТЛ', '25.00', '30.05.2025', '21:39:10'),
(3691, 'Продуктивність ділянки ПТЛ, т/год', '25.00', '30.05.2025', '21:40:21'),
(3692, 'Продуктивність ділянки ПТЛ, т/год', '25.17', '30.05.2025', '21:41:26'),
(3693, 'Продуктивність ділянки ПТЛ, т/год', '27.44', '30.05.2025', '21:41:33'),
(3694, 'Продуктивність ділянки ПТЛ, т/год', '31.72', '30.05.2025', '21:41:39'),
(3695, 'Продуктивність ділянки ПТЛ, т/год', '37.10', '30.05.2025', '21:41:45'),
(3696, 'Продуктивність ділянки ПТЛ, т/год', '42.90', '30.05.2025', '21:41:51'),
(3697, 'Продуктивність ділянки ПТЛ, т/год', '48.56', '30.05.2025', '21:41:57'),
(3698, 'Продуктивність ділянки ПТЛ, т/год', '53.52', '30.05.2025', '21:42:02'),
(3699, 'Продуктивність ділянки ПТЛ, т/год', '57.71', '30.05.2025', '21:42:07'),
(3700, 'Продуктивність ділянки ПТЛ, т/год', '61.09', '30.05.2025', '21:42:12'),
(3701, 'Продуктивність ділянки ПТЛ, т/год', '63.50', '30.05.2025', '21:42:16'),
(3702, 'Продуктивність ділянки ПТЛ, т/год', '65.03', '30.05.2025', '21:42:20'),
(3703, 'Продуктивність ділянки ПТЛ, т/год', '65.79', '30.05.2025', '21:42:24'),
(3704, 'Продуктивність ділянки ПТЛ, т/год', '65.86', '30.05.2025', '21:42:28'),
(3705, 'Продуктивність ділянки ПТЛ, т/год', '65.41', '30.05.2025', '21:42:32'),
(3706, 'Продуктивність ділянки ПТЛ, т/год', '64.58', '30.05.2025', '21:42:35'),
(3707, 'Продуктивність ділянки ПТЛ, т/год', '63.51', '30.05.2025', '21:42:39'),
(3708, 'Продуктивність ділянки ПТЛ, т/год', '62.37', '30.05.2025', '21:42:44'),
(3709, 'Продуктивність ділянки ПТЛ, т/год', '61.24', '30.05.2025', '21:42:48'),
(3710, 'Продуктивність ділянки ПТЛ, т/год', '60.20', '30.05.2025', '21:42:53'),
(3711, 'Продуктивність ділянки ПТЛ, т/год', '59.34', '30.05.2025', '21:42:57'),
(3712, 'Продуктивність ділянки ПТЛ, т/год', '58.69', '30.05.2025', '21:43:02'),
(3713, 'Продуктивність ділянки ПТЛ, т/год', '58.24', '30.05.2025', '21:43:08'),
(3714, 'Продуктивність ділянки ПТЛ, т/год', '58.01', '30.05.2025', '21:43:13'),
(3715, 'Продуктивність ділянки ПТЛ, т/год', '57.97', '30.05.2025', '21:43:19'),
(3716, 'Продуктивність ділянки ПТЛ, т/год', '58.08', '30.05.2025', '21:43:25'),
(3717, 'Продуктивність ділянки ПТЛ, т/год', '58.31', '30.05.2025', '21:43:32'),
(3718, 'Продуктивність ділянки ПТЛ, т/год', '58.62', '30.05.2025', '21:43:38'),
(3719, 'Продуктивність ділянки ПТЛ, т/год', '58.96', '30.05.2025', '21:43:45'),
(3720, 'Продуктивність ділянки ПТЛ, т/год', '59.33', '30.05.2025', '21:43:52'),
(3721, 'Продуктивність ділянки ПТЛ, т/год', '59.66', '30.05.2025', '21:43:58'),
(3722, 'Продуктивність ділянки ПТЛ, т/год', '59.95', '30.05.2025', '21:44:04'),
(3723, 'Продуктивність ділянки ПТЛ, т/год', '60.20', '30.05.2025', '21:44:10'),
(3724, 'Продуктивність ділянки ПТЛ, т/год', '60.37', '30.05.2025', '21:44:15'),
(3725, 'Продуктивність ділянки ПТЛ, т/год', '60.49', '30.05.2025', '21:44:20'),
(3726, 'Продуктивність ділянки ПТЛ, т/год', '60.54', '30.05.2025', '21:44:25'),
(3727, 'Продуктивність ділянки ПТЛ, т/год', '60.54', '30.05.2025', '21:44:30'),
(3728, 'Продуктивність ділянки ПТЛ, т/год', '60.50', '30.05.2025', '21:44:34'),
(3729, 'Продуктивність ділянки ПТЛ, т/год', '60.44', '30.05.2025', '21:44:38'),
(3730, 'Продуктивність ділянки ПТЛ, т/год', '60.35', '30.05.2025', '21:44:42'),
(3731, 'Продуктивність ділянки ПТЛ, т/год', '60.25', '30.05.2025', '21:44:46'),
(3732, 'Продуктивність ділянки ПТЛ, т/год', '60.15', '30.05.2025', '21:44:50'),
(3733, 'Продуктивність ділянки ПТЛ, т/год', '60.06', '30.05.2025', '21:44:54');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `data`
--
ALTER TABLE `data`
  ADD PRIMARY KEY (`ID`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `data`
--
ALTER TABLE `data`
  MODIFY `ID` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3755;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
